IDEA StatiCa Open Model
LineSupport.IsUserStiffnessX Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 true for user stiffness
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsUserStiffnessX { get; set; }
Public Property IsUserStiffnessX As Boolean
	Get
	Set
public:
property bool IsUserStiffnessX {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace